{"088004144708": {"acidity": 2, "alcohol_percentage": 33, "carbonation": 1, "facts": "Fireball Cinnamon Whiskey is a popular flavored whiskey known for its strong cinnamon flavor and smooth finish. It is produced in Canada and bottled at 33% alcohol by volume. Fireball Whiskey is commonly enjoyed as a shot or used as an ingredient in cocktails, and has gained a dedicated following for its unique taste and fiery kick.", "flavor": ["Cinnamon"], "name": "Fireball Cinnamon Whiskey", "price": {"lower": 2.99, "upper": 5.99}, "sweetness": 3}, "761503723918": {"acidity": 2, "alcohol_percentage": 5, "carbonation": 3, "facts": "Moscato d'Asti Sori Gramella is a sweet and fruity Italian sparkling wine. It has a lower alcohol percentage of 5% and is known for its intense sweetness. The wine is characterized by its floral and fruity flavors, with notes of peaches, apricots, and citrus. It has a gentle acidity and a moderate level of carbonation, making it a refreshing and easy-to-drink choice. Moscato d'Asti Sori Gramella typically falls in the price range of $13.00 to $18.00. It is a popular choice for dessert or as an aperitif. Enjoy it chilled for a delightful and aromatic experience.", "flavor": ["Sweet", "Fruity"], "name": "Moscato d'Asti Sori Gramella", "price": {"lower": 13.0, "upper": 18.0}, "sweetness": 5}, "8010471006335": {"acidity": 2, "alcohol_percentage": 11, "carbonation": 1, "facts": "This alcoholic beverage has a citrusy and refreshing flavor. It is moderately sweet with a 40% alcohol percentage. The price range for this drink is typically between $8.99 and $14.99. It has a low acidity level and is not carbonated.", "flavor": ["citrus", "refreshing"], "name": "Miravello Prosecco", "price": {"lower": 8.99, "upper": 14.99}, "sweetness": 3}, "857641002296": {"acidity": 2, "alcohol_percentage": 15, "carbonation": 1, "facts": "Buzzballz Chillerz Pineapple Colada Chiller Cocktail is a tropical and refreshing ready-to-drink cocktail that combines the flavors of sweet pineapple and creamy colada. With an alcohol content of 15%, it is sure to provide a buzz. This drink is moderately sweet and has low acidity, making it a great choice for those who enjoy fruity and smooth beverages. The Buzzballz Chillerz Pineapple Colada Chiller Cocktail comes in a convenient 187 ml size, perfect for on-the-go enjoyment.", "flavor": ["Pineapple", "Colada"], "name": "Buzzballz Chillerz Pineapple Colada", "price": {"lower": 1.99, "upper": 2.49}, "sweetness": 4}}